or velocity reach^或抵达速度:
status: moving away from docking axis at{number}m/s to avoid hitting target on backing up^状态:正在以{number}m/s远离对接目标
distance dock: {number}m^距离对接口: {number}m
vab^跑道
maximum relative angular velocity^最大相对角速度
hide menu button^隐藏边侧菜单按钮
g force^G值
scripting module (beta)^脚本模块(测试版)
new longitude of ascending node:^新升交点的经度:
smooth throttle^平滑油门
max part count^最大组件数量
limit throttle^限制油门
compact^简洁
pick target on map^在地图上选择坐标
status: moving at{number}m/s to get on the correct side of the target.^状态: 以{number}m/s的速度移动至对接面.
flight recorder^飞行记录器
rad\n-^向心
current biome^当前生态环境
mean anomaly^异常均值
suicide burn countdown^再入变轨倒计时
skip circularization^跳过轨道圆化
abort node execution^中止动作执行
electric limit^电量限制
docking autopilot^自动对接
closest approach distance^最近交点距离
time  ^用时
schedule the burn at the next return window.^在下一个窗口期返回.
distance to target^目标距离
to target^指定目标
action group^操作组
escape velocity^逃逸速度
current mode: local_at_soi_exit_ut^当前模式: local_at_soi_exit_ut
Δv include cosine losses^计算余弦损失的Δv
time 0^时间 0
warning: target is not a docking port. right click the target docking port and select "set as target"^警告：目标不是对接端口。 右键单击目标对接端口并选择设置为目标
delete window^删除窗口
δv include cosine losses^计算余弦损失的Δv
staged mass  ^进阶后质量
rcs auto mode^rcs自动模式
warp for:^加速于:
inclination^轨道倾角
heading^航向
custom info window^自定义信息窗口
pick position target^选择目标位置
axis control^半长轴控制
direction:^方向:
orbital period^轨道周期
retr\ngrad^逆向
match velocities at closest approach^在最近交点匹配速度
target dock^目标对接
warp helper^时间加速
manage air intakes^管理进气口
angular velocity^角速度
rvel\n-^相速\n-
prevent unstable ignition^防止不稳定点火
angle to prograde^出现角度/母星轨道顺向角
rvel\n+^相速\n+
new inclination:^新的轨道倾角:
disable smartacs automatically^禁用智能acs自动控制
new window^新建窗口
target orbit^目标轨道
water^水
intake air needed (max)^最大进气需求量
title:^标题:
time to periapsis^近拱点倒计时
targetsize   {number}^目标大小   {number}
stability control^稳定控制
autostaging status^自动进级状态
change your orbital period to {number}/{number} of your current orbital period^改变您的轨道周期为当前轨道周期的
torquereactionspeed^扭矩反应速度
use rcs for small adjustment^利用rcs进行微调
launch to rendezvous:^发射至目标会合:
automatic altitude turn^自动确定转向高度
tf auto-tuning^tf自动调节
equatorial dn^赤道降交点
start mass  ^开始质量
zero rvel^零相速
climb^爬升
autoland glideslope:^自动着陆角度:
target periapsis^目标近拱点
smartrcs^智能rcs
sim lift scalar^模拟升力标量
long stats^长统计
no maneuver nodes to edit.^没有可编辑的动作.
index {number} of {number}^索引 {number} 的 {number}
schedule the burn at the next transfer window.^在下一个窗口期执行.
use mj2 compact gui skin^使用紧凑皮肤
menu position^菜单位置
rcs torque^rcs扭矩
svel\n+^表速\n+
target orbit period^目标轨道时长
control vector^矢量控制
pure lift^纯升力
pro\ngrad^顺向
hide 'brake on eject' in rover controller^隐藏探测器驾驶面板里的'驾驶员被弹出时制动'
show in:^显示在:
warp to:^加速至:
no maneuver nodes to edit。^没有可编辑的节点.
differential throttle^差速节流阀
circular orbit speed^圆轨道速度
relative inclination^相对轨道倾角
end mass  ^结束质量
rcs balancer overdrive^rcs平衡器超频度
eccentricity^偏心率
hold^保持
node burn countdown^节点执行倒计时
locked^锁定
time to node^节点倒计时
turn end altitude:^转向结束高度:
safe distance^重写安全距离
longitude^经度
s  post:^s  之后:
time to equatorial an^赤道升交点倒计时
apoapsis^远拱点
limit to max q^限制最大q至
svel\n-^表速\n-
time since mark^累计时间
after the last maneuver node.^上个变轨节点之后
intake air needed^进气需求量
stage fairings when:^自动打开整流罩于:
abort^终止
altitude (true)^雷达高度
slot{number}-^插槽{number}-
desired final distance:^会合距离:
local twr^本地推重比
disable smartrcs automatically^禁用智能rcs自动控制
turn^转向
create a new maneuver node to:^创建新的变轨动作:
launch into plane of target^发射至目标轨道面
surface biome^地面生态环境
distance to runway:{number}m^跑道距离:{number}m
dynamic pressure fadeout^动态压力淡出
edit ascent path^编辑发射轨迹
ro/rss special handling (wip)^ro/rss特殊处理(wip)
warning: this vessel is not controlled from a docking node. right click the desired docking node on this vessel and select "control from here."^警告：该船只不受对接节点的控制。 右键单击此船上所需的对接节点，并从此处选择控制.
lan^短半轴
vessel name^飞船名称
max drag gees^最大阻力
aoa^迎角
orbit horizontal speed^轨道水平速度
max^最大
land at target^目标着陆
shores^海岸
advanced options^高级选项
deploy parachutes^自动部署降落伞
altitude:^高度:
downrange {number} m^着陆 {number} m
downrange {number} mm^着陆 {number} mm
rcs thruster states^rcs喷口状态
use rcs for rotation^使用rcs进行旋转
tgt\n+^目标\n+
downrange^着陆
monopropellant mass^单元推进剂质量
distance to runway:{number}km^跑道距离:{number}km
delta-v stats^delta-v状态
help^帮助
mode:^模式:
surface horizontal speed^地表水平速度
limit acceleration to^限制加速度到
ascent path editor^发射轨迹编辑
pitch^俯仰角
vessel mass^飞船质量
velocity:^速度:
force roll^角度调整
translatron^自动悬停
intake air (all intakes open)^总进气量
hide ascent navball guidance^隐藏发射路径
current acceleration^当前加速度
coordinates^坐标
suicide burn^再入变轨
latitude^纬度
speed limit^速度上限
speed of sound^速度
current thrust^当前推力
choose a target^选择一个目标
at the next periapsis^在下一个近拱点
auto^自动
landingsim^着落模拟
resonant orbit^共振轨道
schedule the burn to minimize the required Δv.^计划变轨尽量减少所需的Δv.
show ascent navball guidance^显示发射路径
time to apoapsis^远拱点倒计时
short stats^短统计
total Δv (atmo, vac)^总Δv(大气,真空)
atmospheric pressure (pa)^大气压强
an with target^与目标
autostage^自动进级
spaceplane guidance^飞机自动驾驶
get closer^直接靠近
surface twr^地表推重比
rcs translation^rcs工作
prevent jet flameout^防止喷气发动机熄火
move up^上移
docking guidance: position^自动对接:相对位置
stage limit:^阶段限制:
phase angle from mark^标记相位角
mark ut^标记标准时间
all moon phase angles^所有卫星相位角
at the next apoapsis^在下一个远拱点
camera trajectory (wip)^相机轨迹(wip)
maneuver^变轨
mark lan^标记短半轴
rcs throttle when 0kn thrust^0推力时使用RCS
normal+:^正常+:
current skin: default^当前皮肤: 默认
align planes^匹配倾角
orbit altitude^轨道高度
execute^执行
overdrive increases power when possible, at the cost of rcs fuel efficiency.^超频可以增加rcs推力,但是更耗费燃料.
thrust^推力
remove all nodes^移除全部节点
δv expended^已耗费 Δv
altitude >^ 高度 >
atmospheric drag^大气阻力
smart a.s.s.^智能姿态控制
atmosphere density^大气密度
altitude (bottom)^地面高度
timer^时间
online manual^线上手册
target lan^目标短半轴
separator^分离器
routes^航线
surface altitude asl^地表海拔高度
autopilot status:^自动驾驶状态:
full stats^完整统计
altitude (asl)^海拔高度
relative velocity^相对速度
turn start altitude:^转向开始高度:
misc^杂项
traction brake limit^滑行制动速度
max vessel mass^满载质量
custom^自定义
autostaging settings^自动进级设置
atmospheric pressure^大气压强
top^顶部
traction^滑行
rcs balancer precision^rcs平衡器精确度
execute next node^执行下一个节点
match velocities with target^匹配目标速度
ksc runway^ksc跑道
editor^编辑中
orbit shape w/ inc.^轨道w/倾角.
delays: pre:^预先延迟:
shift time^转移时间
change longitude of ascending node^变更升交点经度
kill h/s^消除水平速度
current mode: relative^当前模式: relative
angle of sideslip^侧滑角
overdrive^超频
surface speed^地表速度
rst^重置
target orbit speed^目标轨道速度
target speed^目标速度
synodic period^会合周期
target^目标
autoland^自动着陆
choose a target to dock with^选择目标以进行对接
time until closest approach^最近交点倒计时
drag losses^阻力损耗
create node^创建节点
schedule the burn^计划变轨
local gravity^本地引力
autopilot status: retracting solar panels^自动驾驶状态: 缩回太阳能电池板
at closest approach to target^在与目标距离最近处
target apoapsis^目标远拱点
create a new^创建新的
torque^扭矩
waypoints^航点
twr  ^推重比
par\n-^平行\n-
par\n+^平行\n+
autostage once^自动进级一次
window contents (click to edit):^窗口内容(点击编辑):
brake on pilot eject^驾驶员被弹出时制动
target planet phase angle^目标行星相位角
acceleration^加速度
phase angle^相位角
rover waypoints{number}settings^探测车航点{number}设置
min^最小
stage Δv (atmo)^级Δv(大气)
pure drag^纯阻力
replace drop down menu with arrow selector^用箭头选择器代替下拉菜单
execute all nodes^执行全部动作
you need a target^没有目标
kinetic energy^动力能源
all planet phase angles^所有行星相位角
sim spdofsnd^模拟速度
surf^地表
target eccentricity^目标偏心率
sim simmach^模拟马赫
rover autopilot^探测车自动驾驶
strut count^钢筋数量
target sma^目标长半轴
heading control^航向控制
heading:^航向:
mach^马赫
limit aoa to^限制迎角到
mark altitude asl^标记海拔高度
use mechjeb{number}gui skin^使用{number}号皮肤
at the next transfer window.^在下一个窗口期执行.
vac Δv  ^真空Δv
landing predictions^着陆预测
sim drag scalar^模拟阻力标量
rcs throttle when{number}kn thrust^0推力时使用rcs
rcs throttle when engines are offline^引擎关闭时使用rcs
vertical speed^垂直速度
text^文本
turn shape:^转向轨迹程度:
rcs thrust^rcs推力
node dv^节点dv
electric limit lo^限制电荷到
pause^暂停
phase angle to target^目标相位角
lat/lon/alt copy to clipboard^纬度/经度/海拔复制至剪贴板
safe turnspeed^安全转弯速度
time to equatorial dn^赤道降交点倒计时
steering error^转向误差
reference:^参考:
max twr  ^最大推重比
please select a target^请选择一个目标
resume mj warp^恢复MJ加速
rel. vel. at closest approach^最近交点时的相对速度
part count^组件数量
utilities^油门控制
max # of phasing orbits:^相位轨道的最大值:
ascent guidance^自动发射
add waypoint^添加航点
node burn length^节点执行时长
color:^颜色:
potential energy^潜在能源
use regular hohmann transfer function to intercept another body orbiting kerbin.^使用霍曼转移
settings^设置
intercept with hohmann transfer^使用霍曼转移至目标
remove^移除
dump bounding box info^转储飞船边界框信息
current mode: local_at_soi_entry_ut^当前模式: local_at_soi_entry_ut
target coordinates^目标坐标
Δv expended^已耗费 Δv
set^设置
docking speed limit^对接速度限制
click an item to add it to the info window:^点击项目以添加至信息窗口:
prevent overheats^防止过热
max slt  ^最大 slt
burned mass  ^变轨后质量
module rendezvous autopilot^自动会合模块
keep limited throttle over^保持有限的油门
rcs balancer^rcs平衡器
time to impact^接触倒计时
fine tune closest approach to target^微调捕获轨道
force roll :^角度调整 :
activate sas on warp^加速时激活sas
return from a moon^从卫星返回
window presets:^预置窗口:
speed control^速度控制
limit acceleration^限制加速度
intake air^进气量
smart rcs translation^智能rcs
fuel lines count^油管数量
heading to target^目标方位
dynamic pressure^动态压力
landing info^着陆信息
periapsis^近拱点
mark longitude^标记经度
target coordinates:^目标坐标:
stage time (current throttle)^级时长(当前推力)
docking guidance: velocity^自动对接:相对速度
maneuver node info^节点规划信息
move down^下移
rendezvous target^会合目标
intercept target at chosen time^在指定时间会合
maneuver node to:^创建新的变轨节点:
time to dn^降交点倒计时
change inclination^变更轨道倾角
load^载入
tgt^目标
separation at closest approach^最近交点距离
orbit inclination^轨道轨道倾角
rendezvous planner^会合导航
current mode: {string}^当前模式: {string}
target time to pe^目标近拱点倒计时
vessel^飞船
must select a target for the interplanetary transfer.^没有选择目标.
maneuver planner^变轨规划
land somewhere^任意着陆
terrain look ahead^预判地形
orbital speed^轨道速度
equatorial an^赤道升交点
total Δv (atmo)^总Δv(大气)
arrows length^箭头长度
current mode: local_to_bodies^当前模式: local_to_bodies
mark^归零
engage autopilot^启用自动驾驶
landing guidance^自动着陆
module landing^着陆模块
throttle twr^节流阀推重比
flight^飞行中
custom window editor^自定义窗口
schedule the burn:^计划变轨:
advanced transfer to another planet^高级转移到其他行星
atmospheric entry^进入大气层
total electric charge^总电荷
auto-deploy solar panels^自动部署太阳能电池板
change the last^变更上一个动作为
dry mass^空载质量
when guidance is enabled, the purple circle on the navball points along the ascent path.^当自动驾驶时，导航球上的紫色圆圈沿着上升路线指向.
brake on energy depletion^耗尽能源时制动
liquid fuel & oxidizer mass^液体燃料和氧化剂质量
tolerance:^容差:
status: backing up at{number}m/s before moving on target side^状态: 在移动到目标一侧之前提前减速至{number}m/s.
select a target for a timed launch.^选择目标进行定时发射.
enter target coordinates^输入目标坐标
error^误差
steering losses^转向损耗
\nrestore factory default settings\n^\n还原默认设置\n
clear all^清理所有
speed error^速度误差
sim dynapresspa^模拟动态压力
target inclination^目标轨道倾角
surface^地表
delta.v stats^delta.v统计
turn start velocity:^转向开始速度:
island runway^小岛跑道
as soon as possible^尽快
speed int acc^巡航速度
time to an^升交点倒计时
tgt\n-^目标\n-
stage time (hover)^级时长(悬停推力)
ksc pad^ksc发射台
hvel\n-^水平速度\n-
hvel\n+^水平速度\n+
conserve rcs fuel threshold^RES燃料控制阈值
use only the titlebar for window dragging^只有标题栏用于拖动窗口
overdrive scale^超频比例
lead time:^预留时间:
toggle ascent navball guidance^切换发射路径
final flight path angle:^最终航迹角度:
automation^自动控制
launch countdown:^发射倒计时:
distance from mark^累计距离
show trajectory^显示轨迹
pause mj warp^暂停MJ加速
off^关闭
limit q to^限制q至
crew count^乘员数量
stage time (full throttle)^级时长(最大推力)
target orbit info^目标轨道信息
time to closest approach^最近交点倒计时
left^右
node burn time^节点变轨时长
true altitude^实际高度
turn start when altitude is^转向开始高度
change apoapsis^变更远拱点
warning: you need to control the vessel from a docking port. right click a docking port and select "control from here"^警告：您需要从对接端口控制船只。 右键单击一个对接端口，并从此处选择控件
speed^速度
new orbital period ratio :^新轨道周期为:
add items to this window with the custom window editor.^请用自定义窗口编辑器添加项目到这个窗口.
adv^高级
rover^探测车
add action^添加操作
autopilot enabled^开启自动驾驶
lower throttle limit^油门下限
warp until day if depleted^电量耗尽自动加速时间至昼间
targetsize   5.00^目标大小   5.00
add^添加
part count / max parts^组件数量/最大组件数量
radius of sphere^天体半径
use applauncher^使用app导航图标
stopwatch^秒表
save^保存
mj warp control^MJ加速控制
deploy landing gear^自动部署起落架
transfer to another planet^转移至其他行星
change periapsis^变更近拱点
semi-major axis^半长轴
show numbers^显示数值
background^背景
distance to runway: {number} m^跑道距离: {number} m
autopilot status: off^自动驾驶状态: 关闭
draw bounding box^绘制飞船边界框
atmo Δv  ^大气Δv
rcs translation efficiency^rcs工作效率
autopilot:^自动驾驶:
max thrust^最大推力
toggle all solar panels^切换所有太阳能电池板状态
override start distance^重写起始距离
current skin: compact^当前皮肤: compact
downrange distance^着陆距离
at the highest equatorial an/dn^在最远的赤道升交点/降交点
panic!!!^艹.不管了!!!
change surface longitude of apsis^改变远拱点地面投影经度
ascent stats^上升状态
select a target to rendezvous with.^选择会合目标.
right^左
rover waypoints^探测车航点
stage Δv (vac)^级Δv(真空)
low pass filter^低通过过滤器
total Δv (vacuum)^总Δv(真空)
autopilot status: awaiting liftoff^自动驾驶状态: 等待点火
asl:{number}m^高度:{number}m
surface info^地面信息
overlay^叠加
rendezvous info^会合信息
nml\n-^向南
orbital energy^轨道能源
nml\n+^向北
conserve rcs fuel^rcs燃料控制
safedistance 10.00^安全距离 10.00
rad\n+^离心
show landing navball guidance^在地平仪上显示目标轨迹
surface navigation^地表导航
establish new orbit at^变更轨道高度到
circularize^圆化轨道
recorder^记录仪
touchdown speed:^着陆限速:
rcs balancer info^rcs平衡器信息
show aerobrake nodes^显示空气刹车点
override safe distance^重写安全距离
stage stats (all)^级信息(所有)
auto-warp^自动加速
mark body^标记天体
snap node to^对齐节点到
status: matching planes.^状态: 正在匹配轨道倾角.
limit throttle to^限制油门到
status:^状态:
vessel cost^飞船成本
safedistance {number}^安全距离 {number}
obt^轨道
start distance^起始距离
atmosphere info^大气信息
world trajectory^全球轨迹
rendezvous autopilot^自动会合
module rendezvous^会合模块
stage  ^级
down^下移
attitude adjustment^姿态调控
surface gravity^地面引力
Δv for capture by target^捕获目标Δv
jet safety margin^安全进气量
time {number}^时间 {number}
after a fixed time^固定时间之后
gravity losses^引力损耗
ui scale:^皮肤比例:
altitude^高度
use mechjeb {number} gui skin^使用{number}号皮肤
maneuver node editor^变轨节点编辑器
angle of attack^迎角
target time to ap^目标远拱点倒计时
corrective steering^自动纠正航线
º altitude:^º高度:
crew transfer^乘员转移
stage stats^级统计
time to soi switch^离开引力范围倒计时
current mode: dynamic^当前模式: dynamic
distance axe dock: {number}m^距离: {number}m
downrange{number}mm^着陆{number}mm
periapsis in target soi^近拱的目标引力范围
dynamic pressure <^ 动态压力 <
min acceleration^最小加速度
0alt slt^0海拔 slt
landing^着陆
drag coefficient^阻力系数
real atmo^真实动力
min thrust^最小推力
kill\nrot^稳定\n方向
argument of periapsis^近地点幅角
max acceleration^最大加速度
reset^重置
debug string^调试字符串
orbit info^轨道信息
create and execute^创建并执行
up^向上
stages^级
maneuver node^节点规划
will autostage next stage only^仅自动开始下一级
universal time^标准时间
add target^添加目标
stage Δv (atmo, vac)^级Δv(大气,真空)
autostaging until stage #0^自动进级于阶段#0
show landing predictions^显示预测着陆点
new surface longitude after one orbit:^后一个轨道的新地面投影经度:
fixeddeltatime^动态压力淡出
disengage autopilot^关闭自动驾驶
rcs part throttles^单个rcs喷口状态
roll^滚转角
node^节点
initiate hold:^保持巡航:
parachutecontrolinfo^降落伞控制信息
current orbit^当前轨道
smart translation^智能算法
match planes with target^匹配目标轨道
update^更新
crew capacity^乘员容量
brake speed limit^制动限速
warp^加速
conics mode:^二次曲线模式:
heading error^航向误差
mark latitude^标记纬度
vessel info^飞船信息
stop at stage #^停止于阶段#
bottom^下
orbit^轨道
terminal velocity^终端速度
mass^质量
time^时间
docking guidance: angular velocity^自动对接:角速度
target aop^目标远拱点幅角
change your orbital period to 2/3 of your current orbital period^改变新的轨道周期为当前轨道周期的
approximate final periapsis:^大致最终近拱点:
new apoapsis:^新远拱点:
new periapsis:^新近拱点:
change both pe and ap^变更近拱点和远拱点
new semi-major axis:^新的半长轴:
change semi-major axis^变更半长轴
approximate final periapsis^大致最终近拱点:
hohmann transfer to target^霍曼转移
time after burn to intercept target:^变轨动作后接近所需时间:
at the nearest an/dn with the target^在最近的目标升交点/降交点
at the next an with the target.^在与目标的下一个升交点.
at the next dn with the target.^在与目标的下一个降交点.
at an altitude^在高度
at the equatorial dn^在赤道升降点
at the equatorial an^在赤道升交点
at the nearest equatorial an/dn^在最近的赤道升交点/降交点
max arrival time^抵达目标总用时
limited time^限制时间
using this mode voids your warranty^使用本模式后果自负
mechjeb 2.6.0^Mechjeb 2.6.0
step: untargeteddeorbit^步骤: 脱离轨道
abort autoland^终止自动降落
status: doing deorbit burn.^状态: 大气减速
step: finaldescent^步骤: 降落中
status: final descent: 61647m above terrain^状态: 距离降落点 {number}m
tf range^tf 范围
visible through object^显示通道对象
inertia^惯性
stage δv (atmo, vac)^级 Δv (大气, 真空)
total δv (atmo, vac)^总 Δv (大气, 真空)
delta-v状态^delta-v状态
rcs δv^RCS Δv
stage δv (atmo)^级 Δv (大气)
stage δv (vac)^级 Δv (真空)
total δv (atmo)^总 Δv (大气)
total δv (vacuum)^总 Δv (真空)
rcs throttle when {number}kn thrust^{number}推力时使用RCS
δv for capture by target^捕获目标Δv
time {number}s^时间 {number}s
reset scale^重置比例
auto scale^自动比例
csv^CSV
schedule the burn to minimize the required δv.^计划变轨尽量减少所需的Δv
at the highest an/dn with the target^在目标最远的升交点/降交点
mun^Mun
slot {number} -^插槽 {number} -
module docking autopilot^自动对接
module ascent autopilot^自动发射
load script^加载脚本
wait for^等待至
node tolerance^动作误差
execute node^执行动作
sas^SAS
activate engine^激活引擎
switch vessel^替换飞船
rcs^RCS
quicksave^快速保存
control from^控制至
target body^目标天体
staging^进阶
distance to runway: {number} km^到跑道的距离: {number} km
autostaging until stage #{number}^自动进级于阶段#{number}
soi transition^引力范围过渡
phase angle:^相位角:
stage^级
twr^推重比
atmo δv^大气Δv
vac δv^真空Δv
start mass^起始质量
end mass^结束质量
staged mass^级质量
burned mass^燃料质量
live slt^实时推力
max twr^最大推重比
slt^推力
max slt^最大推力
isp^比冲
porkchop selection^自动选择
active speed: {number} m/s^执行速度: {number} m/s
{number}alt slt^0高度推力
autopilot status: vertical ascent^状态: 上升
autopilot status: gravity turn^状态: 重力转向
autopilot status: fine tuning apoapsis^状态: 微调远拱点
autopilot status: coasting to edge of atmosphere^状态: 等待突破大气层边缘
autopilot status: coasting to circularization burn^状态: 等待圆化轨道执行
autopilot status: circularizing^状态: 圆化轨道
storage: {number}%^燃料: {number}%
asl^高度
new periapsis cannot be higher than the altitude of the burn ({number} km)^新的近拱点不能高于执行高度 ({number} km)
status: next intercept window would be {number} orbits away, which is more than the maximum of {number} phasing orbits. increasing phasing rate by establishing new phasing orbit at {number} km^状态: 建立新窗口轨道
status: planning hohmann transfer for intercept after {number} phasing orbits.^状态: 规划霍曼转移轨道
status: on intercept course. planning to match velocities at closest approach.^状态:在拦截航线上计划以最接近的方式匹配速度
status: close to target: plotting intercept^状态: 正在接近目标
status: planning to match velocities at closest approach.^状态: 以最接近的方式匹配速度
error x: {number} m/s  [l/j]^x轴误差: {number} m/s  [l/j]
error z: {number} m/s  [h/n]^z轴误差: {number} m/s  [h/n]
status: backing up at {number} m/s before moving on target side^状态: 在移动到目标一侧之前提前减速至{number}m/s
status: moving away from docking axis at -{number} m/s to avoid hitting target on backing up^状态：以-{number}米/秒离开对接轴，以避免撞击目标
error y: {number} m/s  [i/k]^y轴误差: {number} m/s  [i/k]
status: moving toward the starting point at {number} m/s.^状态: 以{number}m/s的速度接近目标
status: moving forward to dock at {number} m/s.^状态: 移动到对接口以 {number}m/s.
status: final descent: {number}m above terrain^状态: 距离降落点 {number}m
status: moving at {number} m/s to get on the correct side of the target.^状态: 以{number}m/s的速度移动到对接面
status: backing up at {number} m/s^状态: 后退以 {number}m/s
use mj{number} compact gui skin^使用紧凑皮肤
abort adding^终止添加
follow^开始
rover waypoints - settings^探测车自动驾驶 - 设置
stop^停止
warning: orbit before course correction doesn't seem to approach target very closely. planned course correction may be extreme. recommend plotting an approximate intercept orbit and then plotting a course correction.^警告:修正之前的轨道似乎离目标有一定距离,规划的变轨方案可能比较极端.建议先设定一条比较接近的捕获轨道,然后再设定轨道修正.
target orbit for hohmann transfer must not be hyperbolic.^霍曼转移的目标的轨道不能为双曲线
status: circularizing.^状态: 圆化轨道
must select a target for the course correction.^没有选择目标
status: successful rendezvous^状态: 成功会合
initial orbit must not be hyperbolic^初始轨道不能是双曲线
an error occurred while creating the node.^创建变轨发生错误
use regular hohmann transfer function to intercept another body orbiting the sun.^目标必须以太阳为轨道
decouple^解除对接
dock shield^对接屏蔽
keep\nobt^维持\n轨道
keep\nsurf^维持\n平面
keep\nvert^维持\n垂直
asl: {number} km^高度: {number} km
highland craters^高地陨石坑
step: coursecorrection^阶段： 进行轨迹修正
landing predictions:^着陆预测:
status: performing course correction of about {number} m/s^状态: 进行轨迹修正约为 {number} m/s
status: coasting toward deceleration burn\ncourse correction dv: {number} m/s^状态:滑行至减速点\n航向修正dv: {number} m/s
step: coasttodeceleration^阶段：滑行至减速点
step: decelerationburn^阶段：准备减速
status: warping to start of braking burn.^状态: 开始准备减速
status: braking: target speed = {number} m/s^状态: 正在减速：目标速度 = {number} m/s
step: killhorizontalvelocity^阶段：消除水平速度
status: killing horizontal velocity before final descent^状态: 消除水平速度以准备最后的着陆
aircraft approach & autoland^飞机进场和自动着陆
aircraft autopilot^飞机自动驾驶仪
scripting module^脚本模块
global memory^全局脚本
vessel memory^飞船脚本
altitude hold^高度保持
vertical speed hold^垂直速度保持
heading hold^航向保持
roll hold^角度保持
speed hold^速度保持
ksc runway {number}^控制中心跑道 {number}
approach speed:^接近速度:
reverse thrust upon touchdown^在着陆时反向推力
island runway {number}^小岛跑道 {number}
state:^状态:
distance to waypoint: {number} m^到航点的距离: {number} m
target speed: {number} m/s^目标速度: {number} m/s
target altitude: {number} m^目标高度: {number} m
target vertical speed: {number} m/s^目标垂直速度: {number} m/s
target heading: {number}º^目标航向: {number}º
state: proceeding to the initial approach point^状态:进入最初的接近点
roll limit ±^角度限制 ±
orbit inc.^轨道倾角
current^当前
clamp autostage thrust^锁定自动进级推力
aerothermal flux <^气动通量 <
classic ascent profile^经典的上升配置
powered explicit guidance (rss/ro)^动力显式制导 (rss/ro)
mjattitudecontroller^MJ姿态控制器
kosattitudecontroller^KOS姿态控制器
hybridcontroller^混合控制器
auto-tuning^自动调节
specific kinetic energy^具体动力能源
specific orbital energy^具体轨道能源
specific potential energy^具体潜在能源
downrange {number} km^着陆 {number} km
轨道信息^轨道信息
distance to runway: {number} mm^跑道距离: {number} mm
accceleration^加速度
vertspeed^垂直速度
yaw^yaw
yaw control limit^yaw 控制限制
autopilot status: vessel is not landed, skipping pre-launch^状态：船只没有降落，跳过预先发射
set delta to:^设置增量为:
maxstoppingtime^最大停机时间
rollcontrolrange^滚动控制范围
actuation^启动
targettorque^目标转矩
controltorque^控制扭矩
useinertia^使用惯性
plugins^插件
docking^对接
control^控制
crew^乘员
trajectory^轨迹
staging/engines^进级/引擎
module smart a.s.s.^模块自动A.S.S.
modules^模块
save/load/actions^保存/载入/执行
program - repeat^程序-重复
program logic^程序逻辑
differential throttle failed\nmore engines required^差速节流阀失效,需要更多的引擎
quick warp^快速加速
auto-deploy antennas^自动部署天线
break as soon as landed^着陆就中断操作
vertical speed limit^垂直速度限制
aerothermal flux^气动通量
toggle antennas^切换天线
toggle solar panels^切换太阳能电池板
distance dock axis: {number}m^距离对接轴: {number}m
status: moving away from docking axis at {number} m/s to avoid hitting target on backing up^状态：以{number}米/秒离开对接轴，以避免撞击目标
asl: {number} m^高度: {number} m
toggle solar panels (currently retracted)^切换太阳能电池板(目前收回)
toggle antennas (currently retracted)^切换天线(目前收回)
differential throttle failed\nno active engine^差速节流阀失效，无活动引擎
desert runway {number}^沙漠跑道 {number}
desert runway^沙漠跑道
brake as soon as landed^降落后立即刹车
prevent engine overheats^防止引擎过热
targ^目标
opts^选项
support hotstaging^support hotstaging
lead time^预留时间
island runway 09^岛屿跑道 {number}
display the com^显示 com
display the col^显示 col
display the cot^显示 cot
arrows origins at the com^箭头指向 com
deadband =^deadband =
error x: -{number} m/s  [l/j]^x轴误差: -{number} m/s  [l/j]
error y: -{number} m/s  [i/k]^y轴误差: -{number} m/s  [i/k]
error z: -{number} m/s  [h/n]^z轴误差: -{number} m/s  [h/n]
status: moving at {number} m/s to get on the correct side of the target. (lat: 0 m/s)^状态: 以{number}m/s的速度移动到对接面
status: moving at -{number} m/s to get on the correct side of the target. (lat: 0 m/s)^状态: 以{number}m/s的速度移动到对接面
status: moving at{number} m/s to get on the correct side of the target. (lat: 0 m/s)^状态: 以{number}m/s的速度移动到对接面
status: moving at-{number} m/s to get on the correct side of the target. (lat: 0 m/s)^状态: 以{number}m/s的速度移动到对接面
time 0s^时间 {number}s
storage: 0.0%^燃料:{number}%
aos^侧滑角
aod^aod
gravity loss^重力损耗
drag loss^阻力损耗
steering loss^转向损耗
module disabling does not kill throttle (rss/ro)^模块禁用不会扼杀油门 (rss/ro)
bi-impulsive (hohmann) transfer to target^双脉冲 (霍曼) 转移到目标
intercept only, no capture burn (impact/flyby)^仅拦截, 不执行对接变轨 (撞击/飞越)
simple coplanar hohmann transfer^简单的共面霍曼转移
fractional target period offset:^fractional 目标周期 offset:
at the optimum time^在最佳时间
at the cheapest equatorial an/dn^在最节能的赤道升交点/降交点
at the cheapest an/dn with the target^在最节能的目标升交点/降交点
slot 1 -^插槽 1 -
slot 2 -^插槽 2 -
slot 3 -^插槽 3 -
slot 4 -^插槽 4 -
slot 5 -^插槽 5 -
slot 6 -^插槽 6 -
slot 7 -^插槽 7 -
slot 8 -^插槽 8 -
 Classic Ascent Profile ^经典的上升配置
 change longitude of ascending node ^变更升交点经度
 at the next apoapsis ^在下一个远拱点
Autopilot status: Pre Launch^自动驾驶仪状态：发射前
 after a fixed time ^固定时间之后
 periapsis ^近拱点
 circularize ^圆化轨道
 at the next periapsis ^ 在下一个近拱点
status: moving at {number} m/s to get on the correct side of the target. (lat: {number} m/s)^状态: 以{number}m/s的速度移动到对接面
status: moving forward to dock at {number} / {number} m/s.^状态: 移动到对接口以 {number}m/s.
